Revit 2027 API
ParameterTypeId.StructuralMemberForces Property
 "Member Forces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralMemberForces { get; }
Public Shared ReadOnly Property StructuralMemberForces As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralMemberForces {
	ForgeTypeId^ get ();
}
static member StructuralMemberForces : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace